import React from "react";
import style from "./Authors.module.css";

import Profile from "../../components/Profile/Profile";

const Authors = () => {
    return(
        <div className={style.authors}>
            <Profile 
                avatar="https://catherineasquithgallery.com/uploads/posts/2021-02/1614510957_41-p-na-belom-fone-chelovek-53.jpg"
                fullname="Лепин Максимильян (Отчество)"
                age="17"
                position="Content Maker"
                contact="https://vk.com/maximlepin_s"
                biography="Жесткое описание тарар арра фыва фыалвыщап выплдвыо пвыдповыдпжывьповыдплвып выпджвыопжыо пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы впвыпждвы пывплывптывлш пеаавиавьошпр ватопгшаваып лб кщпшорпзовыщпрывдзжпывоп авызщшпрапдорпжалоапар апьо бдраподжрпадолпар вашпаврпвыоапрапводэнпраода вш лраврждаощзхаврп"
            />
            <Profile 
                avatar="https://catherineasquithgallery.com/uploads/posts/2021-02/1614510957_41-p-na-belom-fone-chelovek-53.jpg"
                fullname="Ломейко Никита Вадимович"
                age="16"
                position="Разработчик сайта"
                contact="https://vk.com/id390878963"
                biography="Жесткое описание тарар арра фыва фыалвыщап выплдвыо пвыдповыдпжывьповыдплвып выпджвыопжыо пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы о пвыдповыдпжывьповыдплвып выпджвыопжы впвыпждвы пывплывптывлш пеаавиавьошпр ватопгшаваып лб кщпшорпзовыщпрывдзжпывоп авызщшпрапдорпжалоапар апьо бдраподжрпадолпар вашпаврпвыоапрапводэнпраода вш лраврждаощзхаврп"
            />
        </div>
    )
}

export default Authors;